[
  {
    "title": "Software Developer H/F",
    "company": "Euronext Technologies SAS",
    "description": "Key accountabilities - Implement in coding the most complex components in new functionalities - Design performance critical subsystems - Produce clear and accurate documentation relative to implemented code - Work with other teams on overall trading system design - Contribute to projects addressing challenging subjects linked to new functionalities Your profile - Proficient in designing and developing with C++ using templates - Other programming languages expertise like Java and Python are a pl…",
    "location": "Paris, Ile-de-France",
    "url": "https://www.adzuna.fr/land/ad/5511002747?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=6E1F203AD189D50B543A759B8FB59428C326161F"
  },
  {
    "title": "Senior Software Developer H/F",
    "company": "Lengow",
    "description": "Lengow, an intelligent and automated e-commerce platform : Lengow is a leader in intelligent e-commerce solutions that help brands and retailers drive profitable growth across the digital shelf. With powerful feed management, global price monitoring, and robust data capabilities, Lengow's comprehensive SaaS product suite enables merchants to amplify product visibility online, outrun competition with informed pricing, multiply sales on marketplaces, and monitor brand presence among distributors.…",
    "location": "Pont-Rousseau, Rezé",
    "url": "https://www.adzuna.fr/land/ad/5397469293?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=1E0B4466F578751465B66C76E353FA23B06CE845"
  },
  {
    "title": "Software Developer - Alternance",
    "company": "IMIE Paris",
    "description": "Au sein du service IT, votre mission consistera à : * Développer des applications, sites ou logiciels sur la partie Front-End et BackEnd * Aide à la définition de la solution technique optimale * Développement des formats et applications dans le respect des délais de production * Tests de mise en ligne * Élaborer l'architecture du produit en choisissant les outils de programmation et ses composants. * Travailler à la refonte de solutions déjà existantes. * Tester les produits développés et les …",
    "location": "Neuilly-sur-Seine, Nanterre",
    "url": "https://www.adzuna.fr/land/ad/5562111392?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=C9CB98555E43F08A78185E80C111CACFCF689C5A"
  },
  {
    "title": "C# Software Developer H/F",
    "company": "ALTEN",
    "description": "As a C# Software Developer, you will be part of an Agile Scrum team working on the design, development, and maintenance of high-quality software solutions. You will contribute throughout the entire software development lifecycle, ensuring reliability, performance, and scalability. Key Responsibilities Analyze & Specify - Collaborate with stakeholders to understand business needs and translate them into technical requirements. - Define clear and detailed specifications for new features and enhan…",
    "location": "Le Bar-sur-Loup, Grasse",
    "url": "https://www.adzuna.fr/land/ad/5448076495?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=BD82DF61110AE2F4E5723C216070FD4C3B4F18A7"
  },
  {
    "title": "Quantum Software Developer",
    "company": "GALILEO RH",
    "description": "About the Role We are looking for a Senior Software Engineer / Computer Scientist with strong expertise in Quantum Computing and Numerical Simulation (CFD) . You will join our R&D team to help build the next generation of high-fidelity flow simulation systems for aerospace, propulsion, energy, and weather applications. Your role will involve designing and integrating quantum algorithms into our CFD software, enabling hybrid GPU–quantum workflows, and contributing to advanced research projects r…",
    "location": "Paris, Ile-de-France",
    "url": "https://www.adzuna.fr/land/ad/5560793461?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=3B59E0CEA5CF67BEBB9533BDA616AC2A59F6BE12"
  },
  {
    "title": "Quantum Software Developer Cfd H/F",
    "company": "Team.is",
    "description": "En postulant à cette offre, vous aurez l'opportunité de rejoindre une start-up innovante développant le premier logiciel de CFD (Computational Fluid Dynamics) haute-fidélité pour des applications industrielles et environnementales. L'entreprise se positionne à la croisée des nouvelles technologies de calcul haute performance, de l'intelligence artificielle et des futurs ordinateurs quantiques. Basée à Bruxelles, l'équipe combine innovation scientifique, créativité et esprit collaboratif, dans u…",
    "location": "Saclay, Palaiseau",
    "url": "https://www.adzuna.fr/land/ad/5551643114?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=36AA0DE8A10E5928F04EA28AFD898EA4E45448E0"
  },
  {
    "title": "Quantum Software Developer Cfd H/F",
    "company": "Team.is",
    "description": "En postulant à cette offre, vous aurez l'opportunité de rejoindre une start-up innovante développant le premier logiciel de CFD (Computational Fluid Dynamics) haute-fidélité pour des applications industrielles et environnementales. L'entreprise se positionne à la croisée des nouvelles technologies de calcul haute performance, de l'intelligence artificielle et des futurs ordinateurs quantiques. Basée à Bruxelles, l'équipe combine innovation scientifique, créativité et esprit collaboratif, dans u…",
    "location": "Paris, Ile-de-France",
    "url": "https://www.adzuna.fr/land/ad/5551643116?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=5C09899424BA4255EB69A79FDE1038076B35154B"
  },
  {
    "title": "Senior Java Software Developer H/F",
    "company": "Euronext Corporate Solutions France",
    "description": "Join us as aSenior Java Software Developer! Are you ready to shape the future of capital markets?We'reseekingadynamic Senior Java Software Developerto join the Software Development teaminParis. Euronext Corporate Solutions is a fully integrated division of Euronext, including all the resources to pursue its business activities: Revenue, Growth Marketing, Product, Technology & Operations, Client Services and Transformation. It also relies on Euronext support functions to accompany its growth. Yo…",
    "location": "Paris, Ile-de-France",
    "url": "https://www.adzuna.fr/land/ad/5515892809?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=A616ED74DAF17ECA9D0D9B50F8E414EAE1C72860"
  },
  {
    "title": "Douvrin - Software Developer - Apprenticeship H/F",
    "company": "FR1606 Draka Comteq France SAS",
    "description": "Nos engagements sont l'amélioration continue de nos processus, la qualité de nos produits et services et les compétences de notre personnel sont des facteurs essentiels de notre succès continu. Missions: Nous recherchons un ou un(e) technicien(ne) en alternance pour intégrer notre équipe informatique. Vos missions seront: - Migrer les applications ABF pour préparer l'arrêt de Ingre en faveur de Oracle. - Manipulet des base de données SQL - Assurer le support informatique niveau 1 et niveau 2 su…",
    "location": "Douvrin, Béthune",
    "url": "https://www.adzuna.fr/land/ad/5541794054?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=CBCF36CC62A515CABF6922290AD8FBEBF9C832A1"
  },
  {
    "title": "Stage - software developper IA/DATA",
    "company": "OVHcloud",
    "description": "Ce stage est à pourvoir à Roubaix pour 6 mois. Au sein de votre équipe OneTeam Vous intégrez la Squad Data Factory, l'équipe chargée de collecter et transformer les données pour piloter les décisions de l'entreprise (Modèles, Datasets, Dashboards). OVHcloud possède un historique data de plus de 10 ans et une quantité impressionnante de pipelines. Le défi actuel est de maîtriser cette complexité : passer d'une documentation partielle et en partie manuelle à une génération exhaustive et automatis…",
    "location": "Roubaix, Lille",
    "url": "https://www.adzuna.fr/land/ad/5558161114?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=C6D3B7B96ECC1903B7CE7A34A09A01B2A8465801"
  },
  {
    "title": "Freelance Software Developer Ruby - ai Trainer H/F",
    "company": "Mindrift",
    "description": "About the Role GenAI models are improving very quickly, and one of our goals is to make them capable of addressing specialized questions and achieving complex reasoning skills. If you join the platform as an AI Tutor in Coding, you'll have the opportunity to collaborate on these projects. Although every project is unique, you might typically: - Design prompt variations and evaluation cases to surface edge behaviors, failure modes, and performance regressions. - Collaborate with engineers to ali…",
    "location": "Paris, Ile-de-France",
    "url": "https://www.adzuna.fr/land/ad/5561980118?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=C512FD7A93EF80929E6B291EEAFA8C9B14F86540"
  },
  {
    "title": "Airbus UpNext - Aircraft Embedded Software developer",
    "company": "AIRBUS",
    "description": "Job Description: Airbus Upnext is launching a new cross divisional demonstrator that will deliver strategic outputs to all Airbus divisions. It will help reinforcing knowledge and capacity to propose disruptive and differentiating avionics architecture and advanced awareness sensors to enrich Airbus Helicopters future products. Following initial exploration from VERTEX and other UpNext demonstrators, sense & avoidance technologies such as cameras and LiDARs as well as aircraft robust positionin…",
    "location": "Marseille, Bouches-du-Rhône",
    "url": "https://www.adzuna.fr/land/ad/5562132561?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=A8D970D78F4820039D0C330CA4D484B095856A44"
  },
  {
    "title": "Software Developer",
    "company": "Adzuna",
    "description": "Intitulé du poste - Développeur logiciel Go/Postgresql Salaire - Cadres moyens à supérieurs : environ 60 000 à 80 000 € bruts/an en France Lieu - La France (hybride / bureau ou à distance) A propos de nous: Adzuna est un moteur de recherche d'emploi bien établi et rentable qui répertorie toutes les offres d'emploi, partout dans le monde. Lancé en 2011, nous aidons plus de 10 millions de visiteurs par mois sur 19 marchés à trouver des emplois meilleurs et plus épanouissants. Les gouvernements et…",
    "location": "Paris, Ile-de-France",
    "url": "https://www.adzuna.fr/details/5559853836?utm_medium=api&utm_source=e83c7d66"
  },
  {
    "title": "Software Developer",
    "company": "Adzuna",
    "description": "Intitulé du poste - Développeur logiciel Go/Postgresql Salaire - Cadres moyens à supérieurs : 2,500-4,500 €/mois pour les contractuels en Tunisie/Grèce, en fonction de l'ancienneté et du lieu de travail Lieu - À moins de 2 heures de Paris (la Tunisie ou la Grèce sont les options privilégiées) A propos de nous: Adzuna est un moteur de recherche d'emploi bien établi et rentable qui répertorie toutes les offres d'emploi, partout dans le monde. Lancé en 2011, nous aidons plus de 10 millions de visi…",
    "location": "France",
    "url": "https://www.adzuna.fr/details/5559853838?utm_medium=api&utm_source=e83c7d66"
  },
  {
    "title": "Freelance Software Developer Kotlin - ai Trainer H/F",
    "company": "Mindrift",
    "description": "About the Role GenAI models are improving very quickly, and one of our goals is to make them capable of addressing specialized questions and achieving complex reasoning skills. If you join the platform as an AI Tutor in Coding, you'll have the opportunity to collaborate on these projects. Although every project is unique, you might typically: - Design highquality technical content, examples, and explanations that demonstrate best practices in Kotlin development. - Collaborate with engineers to …",
    "location": "Paris, Ile-de-France",
    "url": "https://www.adzuna.fr/land/ad/5558799882?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=26C5BECA347B3B9A993941BDF6571D519A0A9635"
  },
  {
    "title": "SOFTWARE DEVELOPER",
    "company": "Qualitest Group",
    "description": "Qualitest is looking for Developers on-site in Mexico City! We are seeking a highly skilled and experienced engineer with a minimum of 5 years of hands-on development experience. The ideal candidate will have a strong background in writing robust and efficient code, with a preferred specialization in C++. This role requires a deep understanding of software development principles and best practices, along with a proven ability to deliver high-quality solutions. Responsibilities: * Possesses a st…",
    "location": "France",
    "url": "https://www.adzuna.fr/details/5550535055?utm_medium=api&utm_source=e83c7d66"
  },
  {
    "title": "Software Developer",
    "company": "Software Development",
    "description": "Valeo is a tech global company, designing breakthrough solutions to reinvent the mobility. We are an automotive supplier partner to automakers and new mobility actors worldwide. Our vision? Invent a greener and more secured mobility, thanks to solutions focusing on intuitive driving and reducing CO2 emissions. We are leader on our businesses, and recognized as one of the largest global innovative companies. Position Summary Minimum 5 Years of experience in the role. Focus on development of AUTO…",
    "location": "France",
    "url": "https://www.adzuna.fr/details/5519939964?utm_medium=api&utm_source=e83c7d66"
  },
  {
    "title": "Freelance Software Developer Ruby - Quality Assurance Ai Trainer H/F",
    "company": "Mindrift",
    "description": "About the Role GenAI models are improving very quickly, and one of our goals is to make them capable of addressing specialized questions and achieving complex reasoning skills. If you join the platform as an AI Tutor in Coding, you'll have the opportunity to collaborate on these projects. Although every project is unique, you might typically: - Code generation and code review - Prompt evaluation and complex data annotation - Training and evaluation of large language models - Benchmarking and ag…",
    "location": "Paris, Ile-de-France",
    "url": "https://www.adzuna.fr/land/ad/5561980174?se=_Go_elrn8BGjJabxWt0eDQ&utm_medium=api&utm_source=e83c7d66&v=C9F8270516D4F9DF3B62E3F6CF064FA5831441A8"
  },
  {
    "title": "C# Software Developer",
    "company": "ALTEN",
    "description": "Job Description As a C# Software Developer, you will be part of an Agile Scrum team working on the design, development, and maintenance of high-quality software solutions. You will contribute throughout the entire software development lifecycle, ensuring reliability, performance, and scalability. Key Responsibilities ✔ Analyze & Specify Collaborate with stakeholders to understand business needs and translate them into technical requirements. Define clear and detailed specifications for new feat…",
    "location": "Grasse, Alpes-Maritimes",
    "url": "https://www.adzuna.fr/details/5548507288?utm_medium=api&utm_source=e83c7d66"
  },
  {
    "title": "Senior Software Developer",
    "company": "Lengow",
    "description": " Lengow, an intelligent and automated e-commerce platform : Lengow is a leader in intelligent e-commerce solutions that help brands and retailers drive profitable growth across the digital shelf. With powerful feed management, global price monitoring, and robust data capabilities, Lengow’s comprehensive SaaS product suite enables merchants to amplify product visibility online, outrun competition with informed pricing, multiply sales on marketplaces, and monitor brand presence among distributors…",
    "location": "Nantes, Loire-Atlantique",
    "url": "https://www.adzuna.fr/details/5395916153?utm_medium=api&utm_source=e83c7d66"
  }
]